<?php

return [
    'title_help' => 'مركز المساعدة',
    'what_is_title' => 'ما هو صندوق الذكريات الرقمي؟',
    'what_is_description' => 'صندوق الذكريات الرقمي هو منصة تتيح للمستخدمين تخزين ذكرياتهم الرقمية وتنظيمها وحفظها بأمان، بما في ذلك الصور ومقاطع الفيديو والمستندات والرسائل الشخصية.',
    'create_box_title' => 'كيف يمكنني إنشاء صندوق ذكريات؟',
    'create_box_description' => 'قم بتسجيل الدخول إلى حسابك واتبع خطوات الإنشاء لإنشاء أول صندوق ذكريات خاص بك.',
    'need_help_title' => 'هل تحتاج إلى مزيد من المساعدة؟',
    'need_help_description' => 'يمكنك التواصل مع فريق الدعم من خلال صفحة التواصل.',

];